{
  "products": [
    {
      "id": "5cb16de8-962d-4140-b047-dcfbe3c20c12",
      "name": "Fujifilm X-T20 Body",
      "slug": "fujifilm-x-t20-body",
      "price": "2499.99",
      "special": "Ostatnia sztuka!",
      "desc": "Praesent placerat enim nec mauris elementum laoreet. Nunc congue non eros nec sollicitudin. Etiam vel nisl eu justo luctus consectetur. Etiam ut orci non tortor pharetra gravida. Sed sit amet sapien at est tempus euismod. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Integer ut rutrum ligula. Ut sed est lacus.",
      "picture": "/images/products/fujifilm_xt20_body.jpg"
    },
    {
      "id": "39d18842-999e-4529-82d0-61f638fb5b9b",
      "name": "Fujifilm X-T20 Lens 27mm",
      "slug": "fujifilm-x-t20-lens-27mm",
      "price": "1299.99",
      "special": "",
      "desc": "Pellentesque fringilla lacinia gravida. Interdum et malesuada fames ac ante ipsum primis in faucibus. Proin aliquam felis eget eleifend accumsan. Suspendisse venenatis magna in mattis sodales. Mauris interdum libero eu enim tincidunt malesuada. Nunc dignissim urna ipsum, eu ultricies nunc consequat sed.",
      "picture": "/images/products/fujifilm_xt20_lens_27mm.jpg"
    },
    {
      "id": "61ab1b31-d8f3-461f-bef9-89b91915c6ac",
      "name": "Karty do pokera - profesjonalne",
      "slug": "karty-do-pokera-profesjonalne",
      "price": "29.99",
      "special": "",
      "desc": "Suspendisse quis gravida tellus, ut sagittis sapien. Phasellus euismod leo ac neque tempor euismod. Etiam interdum nisi in odio aliquam, vitae mattis diam finibus. Aenean viverra, ligula nec malesuada vehicula, nunc dolor varius quam, quis fringilla massa ante in ex. Ut lobortis pharetra mauris, vel blandit felis lacinia nec. Fusce pulvinar fermentum malesuada. Praesent eleifend vehicula dapibus.",
      "picture": "/images/products/karty.jpg"
    },
    {
      "id": "402e58c9-94eb-42d4-b257-7b2998929ecd",
      "name": "Okulary lenonki",
      "slug": "okulary-lenonki",
      "price": "99.99",
      "special": "Nowość!",
      "desc": "Vivamus augue urna, pellentesque vel justo eget, mollis porta mauris. Aliquam congue mollis libero, sed ultricies enim bibendum sit amet. Sed et leo non nisi ultrices congue vel non felis. Suspendisse tincidunt id est in porttitor. Proin rutrum purus sed lacus molestie imperdiet. Nunc id mauris quis neque egestas bibendum eu eget eros.",
      "picture": "/images/products/okulary.jpg"
    },
    {
      "id": "147f2517-2a87-4d98-bf86-1fc17bdc3cbf",
      "name": "Nokia N9",
      "slug": "nokia-n9",
      "price": "449.99",
      "special": "Ostatnia sztuka!",
      "desc": "Praesent dolor lacus, ultricies dictum tellus et, cursus faucibus nisi. Donec eleifend magna sem, eu faucibus ex auctor quis. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Praesent erat lectus, convallis vitae lacus a, efficitur congue leo. Morbi faucibus sapien non iaculis eleifend. Sed tempor nisl quis sodales viverra. Donec at tincidunt purus. Donec a tellus risus.",
      "picture": "/images/products/nokia-n9.jpg"
    }
  ]
}
